Repository: coskuntekin/ifish
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Scan Receipt
tr: Fiş Tara

source: Add New Receipt
tr: Yeni Fiş Ekle

# cameraScreenTitle
source: Scan Receipt
tr: Fiş Tarama

source: Scanning...
tr: Taranıyor...

source: Try Again
tr: Tekrar Dene

# tapToScanReceipt
source: Tap the button to scan a receipt
tr: Fiş taramak için butona tıklayın

# scanButton
source: Scan Receipt
tr: Fiş Tara

# imageLoadError
source: Could not load image: {error}
tr: Görüntü yüklenemedi: {error}

source: Saving receipts...
tr: Fişler kaydediliyor...

source: Scan New
tr: Yeni Tara

source: Confirm
tr: Onayla

# receiptsSaved
source: {count} receipts saved to gallery
tr: {count} fiş galeriye kaydedildi

# saveFailed
source: Failed to save receipt
tr: Fiş kaydedilemedi

# saveFailedDetails
source: Failed to save receipt. Tap for details.
tr: Fiş kaydedilemedi. Daha fazla bilgi için tıklayın.

source: Error Details
tr: Hata Detayları

source: OK
tr: Tamam

# cameraPermissionRequired
source: Camera permission is required to scan receipts
tr: Fiş taramak için kamera izni gereklidir

source: Scanning error
tr: Tarama hatası

# cameraPermissionRequiredTitle
source: Camera Permission Required
tr: Kamera İzni Gerekli

source: Cancel
tr: İptal

source: Open Settings
tr: Ayarları Aç
